{
    "names": {
      "0": {
        "classe": "pessoa",
        "input": [
          "No escritório movimentado, uma pessoa trabalha diligentemente em seu computador.",
          "Em um parque lotado, uma pessoa alimenta os patos no lago.",
          "No estúdio de dança, uma pessoa ensaia uma coreografia complexa.",
          "Durante um passeio matinal, uma pessoa faz exercícios ao ar livre.",
          "Em um concerto de música clássica, uma pessoa se emociona com a apresentação da orquestra.",
          "No supermercado, uma pessoa empurra o carrinho e seleciona os itens da lista de compras.",
          "Em uma festa de aniversário, uma pessoa sopra as velas do bolo e recebe os parabéns dos amigos.",
          "No parque de diversões, uma pessoa ri enquanto se diverte em um brinquedo emocionante.",
          "Em uma conferência, uma pessoa participa de palestras e faz networking com outros profissionais.",
          "No estádio de futebol, uma pessoa vibra com o gol da equipe favorita e comemora com os torcedores.",
          "Durante uma caminhada na natureza, uma pessoa aprecia a beleza das paisagens e respira ar fresco.",
          "Em uma aula de ioga, uma pessoa pratica posturas e busca equilíbrio físico e mental.",
          "No teatro lotado, uma pessoa assiste a uma peça emocionante e aplaude no final da apresentação.",
          "Em uma academia, uma pessoa levanta pesos e se exercita para manter a forma física.",
          "No aeroporto, uma pessoa se despede de um ente querido e deseja uma boa viagem."
        ]
      },

      "2": {
        "classe": "carro",
        "input": [
          "Um carro vermelho acelera na estrada.",
          "No estacionamento, um carro preto está estacionado em uma vaga.",
          "Durante uma viagem de férias, uma família viaja de carro pela estrada.",
          "Um carro esportivo amarelo passa em alta velocidade.",
          "No posto de gasolina, um motorista abastece seu carro.",
          "Um carro azul passa devagar pela rua enquanto o motorista procura por uma vaga de estacionamento.",
          "No lava-rápido, um carro branco está sendo lavado e polido.",
          "Um carro antigo restaurado brilha sob o sol durante um encontro de carros clássicos.",
          "No trânsito congestionado, um carro prateado aguarda pacientemente a fila se mover.",
          "Durante o teste de direção, um novo motorista aprende a controlar o carro com cautela.",
          "Um carro elétrico silencioso passa silenciosamente pelas ruas, sem emitir poluição.",
          "No estacionamento do supermercado, um carro familiar carrega as compras da família.",
          "Um carro conversível vermelho desfruta de um passeio com a capota aberta em um dia ensolarado.",
          "No autódromo, um carro de corrida acelera na reta principal, deixando um rastro de fumaça.",
          "Um carro de polícia com sirenes e luzes piscando persegue um veículo em alta velocidade."
        ]
      },

      "13": {
        "classe": "banco",
        "input": [
          "Em uma agência bancária movimentada, as pessoas esperam na fila para serem atendidas.",
          "No banco de praça, um casal aproveita o sol enquanto descansa.",
          "Durante uma transação bancária online, uma pessoa faz login em sua conta e verifica o saldo.",
          "Em uma reunião de negócios, os executivos discutem estratégias financeiras em um grande banco de dados.",
          "No parque, uma criança se diverte no escorregador em forma de banco.",
          "Uma pessoa cansada relaxa em um banco sombreado após uma longa caminhada.",
          "No museu, os visitantes admiram uma obra de arte em exibição ao lado de um banco.",
          "Em uma praça tranquila, um idoso alimenta os pássaros em um banco de madeira.",
          "Durante uma pausa para o almoço, um trabalhador aproveita o sol enquanto descansa em um banco do parque.",
          "Em uma estação de trem, um passageiro espera sentado em um banco até a chegada do próximo trem.",
          "No jardim, um casal se abraça em um banco enquanto aprecia a beleza das flores.",
          "Durante uma competição de skate, os espectadores assistem sentados em bancos ao redor da pista.",
          "Em uma praça movimentada, um artista de rua toca música em um banco improvisado.",
          "No centro da cidade, um guia turístico fala sobre a história local enquanto os turistas se sentam em bancos próximos.",
          "Durante um piquenique no parque, as pessoas se acomodam em bancos e desfrutam de uma refeição ao ar livre."
        ]
      }
    },

    "15": {
        "classe": "gato",
        "input": [
          "Um gato preto se esconde entre as sombras à noite.",
          "No jardim, um gato laranja se esgueira pela grama alta.",
          "Durante a soneca da tarde, um gato cinza cochila confortavelmente no sofá.",
          "Um gato listrado curioso explora os arredores com curiosidade.",
          "No abrigo de animais, um gato branco aguarda ansiosamente por um novo lar.",
          "Um gato siamês mia suavemente enquanto busca a atenção de seu dono.",
          "No parapeito da janela, um gato malhado observa o movimento do lado de fora.",
          "Durante o banho, um gato se lambe cuidadosamente para manter a pelagem limpa.",
          "Em uma festa, um gato brincalhão corre atrás de um brinquedo de corda.",
          "No parque, as crianças riem enquanto brincam com um gato fofo.",
          "Um gato persa de pelo longo relaxa em uma almofada macia e fofa.",
          "No telhado, um gato cinzento observa atentamente os pássaros voando pelo céu.",
          "Durante a noite, um gato vira um expert em caçar ratos na rua.",
          "Em um vídeo engraçado, um gato faz acrobacias e diverte as pessoas.",
          "No colo de seu dono, um gato ronrona de felicidade e se aconchega."
        ]
      },

    "16": {
        "classe": "cachorro",
        "input": [
          "Um cachorro marrom corre animado pelo parque, abanando o rabo.",
          "No canil, um cachorro preto aguarda ansiosamente para ser adotado por uma nova família.",
          "Durante um treinamento, um cachorro inteligente aprende comandos e truques.",
          "Um cachorro dourado brinca alegremente com uma bola no jardim.",
          "No pet shop, um cachorro peludo recebe um banho refrescante.",
          "Um cachorro pastor alemão fiel protege sua casa e sua família.",
          "No parque para cães, os cachorros brincam e socializam entre si.",
          "Durante a caminhada matinal, um cachorro puxa a coleira e cheira cada árvore e poste.",
          "Em uma competição de agility, um cachorro ágil supera obstáculos com facilidade.",
          "No sofá confortável, um cachorro cochila tranquilamente ao lado de seu dono.",
          "Um cachorro labrador pula de alegria ao ver seu dono retornando para casa.",
          "No abrigo de animais, um cachorro de raça mista espera pacientemente por um lar amoroso.",
          "Durante um show de truques caninos, um cachorro realiza acrobacias impressionantes.",
          "Em um evento de adoção de animais, um cachorro é levado para casa por uma família carinhosa.",
          "No campo aberto, um cachorro de caça corre atrás de uma presa imaginária."
        ]
      },

    "24": {
        "classe": "mochila",
        "input": [
          "Em uma trilha na montanha, uma mochila resistente carrega os suprimentos para uma aventura.",
          "No ponto de ônibus, uma pessoa usa uma mochila para transportar seus pertences.",
          "Durante uma viagem, uma mochila colorida é usada para guardar roupas e itens pessoais.",
          "Uma estudante coloca seus livros e cadernos em uma mochila antes de ir para a escola.",
          "No aeroporto, um viajante carrega uma mochila nas costas enquanto espera pelo embarque.",
          "Um aventureiro caminha pela floresta com uma mochila cheia de equipamentos de camping.",
          "Em uma academia, um atleta guarda sua garrafa de água e toalha em uma mochila esportiva.",
          "Durante um passeio de bicicleta, um ciclista leva uma mochila para transportar lanches e itens essenciais.",
          "Em uma feira de artesanato, uma pessoa carrega uma mochila para guardar as compras.",
          "No parque de diversões, uma criança usa uma mochila para guardar lanches e brinquedos.",
          "Uma mochila com rodas é puxada por um estudante que vai para a escola.",
          "Durante uma expedição de acampamento, uma mochila grande é usada para transportar suprimentos e equipamentos.",
          "Em uma corrida de trilha, um corredor carrega uma mochila leve para se manter hidratado durante o percurso.",
          "No shopping, uma pessoa guarda suas compras dentro de uma mochila prática e espaçosa.",
          "Uma pessoa em uma viagem de mochilão explora novos lugares carregando todos os pertences em uma mochila."
        ]
      },

      "25": {
        "classe": "guarda-chuva",
        "input": [
          "Em um dia chuvoso, uma pessoa abre um guarda-chuva colorido para se proteger da chuva.",
          "No parque, as crianças se divertem correndo com guarda-chuvas nas mãos.",
          "Durante uma tempestade, as pessoas se abrigam sob guarda-chuvas para se manterem secas.",
          "Em uma praia ensolarada, uma pessoa usa um guarda-chuva para se proteger do sol.",
          "No mercado ao ar livre, os vendedores protegem suas barracas com guarda-chuvas.",
          "Em um jardim, um guarda-chuva gigante oferece sombra para um grupo de pessoas.",
          "Durante um festival de música, os espectadores erguem guarda-chuvas para se protegerem da chuva.",
          "Em um piquenique no parque, as pessoas se sentam sob guarda-chuvas para se proteger do sol.",
          "No terraço de um café, os clientes desfrutam de suas bebidas sob guarda-chuvas coloridos.",
          "Durante uma caminhada na natureza, uma pessoa leva um guarda-chuva para se proteger da chuva imprevisível.",
          "Em uma rua movimentada, vendedores ambulantes vendem guarda-chuvas para os transeuntes.",
          "No carnaval, as pessoas desfilam com guarda-chuvas enfeitados e coloridos.",
          "Durante um casamento ao ar livre, os convidados seguram guarda-chuvas brancos para criar uma atmosfera romântica.",
          "Em uma cena de filme, uma pessoa caminha sozinha com um guarda-chuva em meio a uma cidade chuvosa.",
          "No parque de diversões, um guarda-chuva estampado é usado como acessório em um carrossel.",
          "Durante um passeio de barco, uma pessoa se protege do spray de água do mar com um guarda-chuva."
        ]
      },

      "26": {
        "classe": "bolsa",
        "input": [
          "Uma mulher elegante carrega uma bolsa de couro em seu braço.",
          "No mercado, uma pessoa leva uma bolsa reutilizável para fazer compras sustentáveis.",
          "Durante uma viagem de negócios, um profissional carrega uma bolsa com todos os documentos e equipamentos necessários.",
          "Em um evento social, uma pessoa segura uma bolsa de festa brilhante combinando com seu vestido.",
          "No metrô lotado, uma pessoa mantém sua bolsa próxima para evitar qualquer roubo.",
          "Em uma sala de conferências, uma executiva coloca sua bolsa no chão ao lado da cadeira.",
          "Durante um passeio no parque, uma pessoa carrega uma bolsa com lanches e itens pessoais.",
          "Em uma loja de luxo, uma cliente escolhe uma bolsa de grife entre várias opções.",
          "Durante uma caminhada pela cidade, uma pessoa mantém seus pertences seguros em uma bolsa cruzada no peito.",
          "No escritório, um funcionário guarda seus materiais de trabalho em uma bolsa organizada.",
          "Uma estudante carrega uma bolsa com livros e cadernos enquanto caminha para a escola.",
          "Durante uma sessão de compras, uma pessoa experimenta uma bolsa em frente ao espelho.",
          "Em um café movimentado, uma pessoa coloca sua bolsa em uma cadeira vazia ao lado da mesa.",
          "Durante um passeio de bicicleta, um ciclista leva uma bolsa de tamanho adequado nas costas.",
          "Em uma academia, uma pessoa guarda itens essenciais, como garrafa de água e toalha, em uma bolsa esportiva.",
          "Durante um encontro casual, uma pessoa segura uma bolsa pequena com apenas o necessário."
        ]
      },
      "28": {
        "classe": "mala",
        "input": [
          "Em um aeroporto movimentado, uma pessoa arrasta uma mala de viagem pesada.",
          "No terminal de ônibus, os passageiros carregam malas enquanto esperam o embarque.",
          "Durante uma mudança, uma pessoa carrega uma mala cheia de pertences pessoais.",
          "Em uma estação de trem, um viajante pega uma mala do compartimento de bagagem.",
          "No saguão do hotel, os hóspedes puxam suas malas em direção ao balcão de check-in.",
          "Em uma viagem de negócios, um profissional leva uma mala com roupas e equipamentos de trabalho.",
          "Durante um passeio de férias, uma família carrega malas grandes para acomodar todas as roupas e itens necessários.",
          "Em um cruzeiro, os passageiros colocam suas malas do lado de fora das cabines para o serviço de bagagem.",
          "Durante uma viagem de trem, uma pessoa coloca a mala no compartimento superior para liberar espaço.",
          "No aeroporto, um viajante aguarda ansiosamente na esteira de bagagem para recuperar sua mala.",
          "Durante um acampamento, uma pessoa carrega uma mala com suprimentos essenciais para a aventura ao ar livre.",
          "Em uma excursão de grupo, as malas são colocadas no compartimento de carga do ônibus.",
          "Durante um festival de música, os participantes carregam malas com equipamentos de acampamento e roupas.",
          "Em uma viagem de carro, as malas são cuidadosamente organizadas no porta-malas para otimizar o espaço.",
          "No trem de alta velocidade, um passageiro coloca sua mala na prateleira designada acima do assento.",
          "Durante um intercâmbio estudantil, um estudante carrega uma mala com itens pessoais e lembranças."
        ]
      },

      "32": {
        "classe": "bola esportiva",
        "input": [
          "Em um campo de futebol, os jogadores chutam a bola em direção ao gol.",
          "Durante uma partida de basquete, os jogadores passam a bola rapidamente para marcar pontos.",
          "No campo de tênis, os tenistas batem a bola de um lado para o outro em uma emocionante partida.",
          "Em uma partida de vôlei de praia, os jogadores saltam para golpear a bola sobre a rede.",
          "No campo de golfe, um jogador acerta a bola com precisão para colocá-la no buraco.",
          "Em um estádio de beisebol, o arremessador lança a bola em direção ao rebatedor.",
          "Durante um jogo de rúgbi, os jogadores correm e passam a bola em busca de avançar no campo.",
          "No campo de críquete, o rebatedor bate a bola com força para marcar corridas.",
          "Em uma partida de tênis de mesa, os jogadores batem na bola com agilidade e rapidez.",
          "Durante uma partida de handebol, os jogadores driblam e lançam a bola para marcar gols.",
          "No campo de hóquei no gelo, os jogadores deslizam e passam a bola com seus tacos.",
          "Em uma quadra de badminton, os jogadores rebatem a peteca com raquetes para mantê-la em jogo.",
          "Durante um jogo de futebol americano, os jogadores correm com a bola em busca de avançar no campo.",
          "No campo de críquete, o arremessador lança a bola em direção ao rebatedor com velocidade.",
          "Em uma partida de tênis, os jogadores realizam trocas de bola em longos ralis.",
          "Durante um jogo de handebol de praia, os jogadores passam e arremessam a bola para marcar gols."
        ]
      },

      "39": {
        "classe": "garrafa",
        "input": [
          "Em um dia quente, uma pessoa bebe água de uma garrafa para se refrescar.",
          "No ginásio, os atletas se hidratam com água de suas garrafas durante os treinos.",
          "Durante uma trilha na montanha, um aventureiro carrega uma garrafa de água para se manter hidratado.",
          "Em uma festa, as pessoas brindam com garrafas de champanhe para celebrar uma ocasião especial.",
          "No supermercado, uma pessoa coloca uma garrafa de suco no carrinho de compras.",
          "Em uma cafeteria, um cliente pede uma garrafa de refrigerante para acompanhar a refeição.",
          "Durante um piquenique, as pessoas desfrutam de bebidas refrescantes retiradas de garrafas térmicas.",
          "Em um restaurante, um garçom serve água em copos a partir de uma garrafa.",
          "Durante um churrasco, as pessoas bebem cerveja gelada em garrafas.",
          "No acampamento, os campistas compartilham histórias em volta da fogueira enquanto seguram garrafas de cerveja.",
          "Em uma conferência, os participantes recebem garrafas de água personalizadas como brindes.",
          "Durante um treino esportivo, o técnico distribui garrafas de bebida energética aos atletas.",
          "No parque de diversões, as pessoas compram garrafas de refrigerante para se refrescar enquanto se divertem.",
          "Em uma viagem de carro, os viajantes mantêm garrafas de água ao alcance para se hidratarem durante a jornada.",
          "Durante um evento esportivo, os espectadores seguram garrafas de água enquanto torcem por seus times."
        ]
      },

      "41": {
        "classe": "xícara",
        "input": [
          "Pela manhã, uma pessoa saboreia uma xícara de café quente para começar o dia.",
          "No escritório, os funcionários desfrutam de uma pausa com uma xícara de chá relaxante.",
          "Durante um encontro com amigos, as pessoas conversam enquanto seguram suas xícaras de cappuccino.",
          "Em uma cafeteria aconchegante, os clientes apreciam uma fatia de bolo acompanhada de uma xícara de chocolate quente.",
          "No café da tarde, uma pessoa desfruta de um chá aromático servido em uma elegante xícara de porcelana.",
          "Em uma reunião de negócios, os participantes discutem estratégias enquanto bebem café em xícaras descartáveis.",
          "Durante um brunch, os convidados se deliciam com suco de laranja servido em xícaras de vidro.",
          "No café ao ar livre, as pessoas se sentam em mesas de bistrô e saboreiam suas xícaras de expresso.",
          "Durante uma tarde chuvosa, uma pessoa se aconchega no sofá com uma xícara de chá quente.",
          "Em um casamento, os convidados brindam com champanhe em xícaras de cristal.",
          "Durante uma visita a uma casa de chá, os visitantes experimentam diferentes tipos de chá servidos em xícaras tradicionais.",
          "Em uma gelateria, uma pessoa desfruta de um sorvete servido em uma xícara de casquinha.",
          "Durante um workshop de barista, os participantes aprendem a fazer desenhos com leite nas xícaras de café.",
          "Em uma cafeteria moderna, os clientes pedem suas bebidas favoritas e as recebem em xícaras personalizadas.",
          "Durante um encontro romântico, um casal compartilha uma xícara de chocolate quente enquanto observa o pôr do sol."
        ]
      },

      "42": {
        "classe": "garfo",
        "input": [
          "Durante um jantar elegante, as pessoas utilizam garfos para saborear os pratos delicadamente preparados.",
          "No café da manhã, uma pessoa usa um garfo para comer ovos mexidos.",
          "Durante um churrasco, as pessoas utilizam garfos para virar a carne na grelha.",
          "Em um restaurante, o garçom coloca um conjunto de garfos ao lado dos pratos antes de servir a refeição.",
          "Durante um buffet, os convidados se servem com garfos para pegar os alimentos disponíveis.",
          "No aniversário, as pessoas utilizam garfos para saborear fatias de bolo.",
          "Durante um piquenique, as pessoas utilizam garfos para comer saladas e outros alimentos.",
          "Em uma festa de casamento, os convidados utilizam garfos para saborear o banquete servido.",
          "Durante um jantar em família, os membros utilizam garfos para se servir do prato principal.",
          "No restaurante de um hotel, os hóspedes utilizam garfos para comer as refeições do menu.",
          "Durante uma degustação de vinhos, os participantes utilizam garfos para provar os acompanhamentos.",
          "Em um jantar romântico, um casal utiliza garfos para compartilhar uma sobremesa.",
          "Durante um almoço de negócios, os executivos utilizam garfos para comer saladas e pratos principais.",
          "No jantar de Natal, as pessoas utilizam garfos para saborear o peru e os acompanhamentos.",
          "Durante um festival de comida de rua, os visitantes utilizam garfos para experimentar os pratos oferecidos.",
          "Em uma reunião social, as pessoas utilizam garfos para comer petiscos e aperitivos."
        ]
      },

      "43": {
        "classe": "faca",
        "input": [
          "Durante o jantar, as pessoas utilizam facas para cortar a carne em pedaços menores.",
          "No café da manhã, uma pessoa utiliza uma faca para espalhar manteiga no pão.",
          "Durante um piquenique, as pessoas utilizam facas para cortar frutas e vegetais.",
          "Em um restaurante chique, os garçons servem pratos com facas afiadas ao lado dos talheres.",
          "Durante um churrasco, as pessoas utilizam facas para cortar carnes grelhadas.",
          "No preparo de um bolo, uma pessoa utiliza uma faca para cortar as camadas antes de montá-lo.",
          "Durante um jantar de gala, as pessoas utilizam facas para cortar pratos sofisticados.",
          "Em um restaurante de sushi, os clientes utilizam facas afiadas para cortar o peixe.",
          "Durante um churrasco, o churrasqueiro utiliza uma faca para fatiar a carne antes de servir.",
          "Em uma festa de casamento, os convidados utilizam facas para cortar e saborear o bolo de casamento.",
          "Durante um piquenique, as pessoas utilizam facas para cortar pães e preparar sanduíches.",
          "No preparo de um jantar especial, um chef utiliza facas afiadas para cortar ingredientes com precisão.",
          "Durante um buffet, as pessoas utilizam facas para cortar e saborear diferentes tipos de queijos.",
          "Em uma reunião social, as pessoas utilizam facas para cortar e compartilhar petiscos e aperitivos.",
          "Durante um churrasco, as pessoas utilizam facas para cortar legumes e preparar saladas.",
          "Em uma festa de aniversário, as pessoas utilizam facas para cortar e servir o bolo aos convidados."
        ]
      },

      "44": {

      "input": [
        "Durante o café da manhã, uma pessoa utiliza uma colher para mexer o café ou chá.",
        "No almoço, as pessoas utilizam colheres para saborear sopas e caldos.",
        "Durante uma sobremesa, uma pessoa utiliza uma colher para comer sorvete.",
        "Em um restaurante, a colher é utilizada para comer pratos com molhos e cremes.",
        "Durante um lanche, as pessoas utilizam colheres para comer iogurtese sobremesas cremosas.",
        "No preparo de receitas, uma pessoa utiliza colheres para medir ingredientes líquidos ou em pó.",
        "Durante um jantar em família, as pessoas utilizam colheres para se servir de saladas e acompanhamentos.",
        "Em um café, uma pessoa utiliza uma colher para misturar açúcar e leite ao café.",
        "Durante um festival de sorvetes, as pessoas utilizam colheres para experimentar diferentes sabores.",
        "No preparo de um milkshake, uma pessoa utiliza uma colher para misturar os ingredientes.",
        "Durante um jantar formal, as colheres são utilizadas para saborear pratos delicados e decorativos.",
        "Em uma degustação de sobremesas, as colheres são utilizadas para experimentar porções pequenas.",
        "Durante um buffet, as pessoas utilizam colheres para se servir de pratos quentes e frios.",
        "Em uma festa de aniversário, as pessoas utilizam colheres para se servir de mousses e pudins.",
        "Durante um piquenique, as pessoas utilizam colheres para comer saladas de frutas e sobremesas individuais."
      ]
    },

    "45": {
        "classe": "tigela",
        "input": [
          "Durante o café da manhã, uma pessoa utiliza uma tigela para servir cereais com leite.",
          "No almoço, as pessoas utilizam tigelas para comer sopas e caldos quentes.",
          "Durante um jantar em família, as tigelas são utilizadas para servir saladas e acompanhamentos.",
          "Em um restaurante, as tigelas são utilizadas para servir pratos com molhos e preparações cremosas.",
          "Durante uma sobremesa, uma pessoa utiliza uma tigela para servir sorvetes ou mousses.",
          "No preparo de receitas, as tigelas são utilizadas para misturar ingredientes e preparar massas.",
          "Durante um festival de comida, as pessoas utilizam tigelas para experimentar pratos típicos.",
          "Em uma festa de aniversário, as tigelas são utilizadas para servir petiscos e snacks.",
          "Durante um piquenique, as tigelas são utilizadas para servir saladas de frutas ou sobremesas individuais.",
          "Em um restaurante de comida asiática, as tigelas são utilizadas para servir pratos como ramen e poke.",
          "Durante um jantar de celebridades, as tigelas são utilizadas para servir pratos gourmet e exclusivos.",
          "No preparo de uma salada, uma pessoa utiliza uma tigela para misturar os ingredientes e temperos.",
          "Durante um buffet, as tigelas são utilizadas para servir pratos quentes, como arroz e macarrão.",
          "Em um café da tarde, as tigelas são utilizadas para servir sobremesas como pudim e crème brûlée.",
          "Durante um churrasco, as tigelas são utilizadas para servir saladas e molhos para acompanhar a carne.",
          "Em um restaurante vegetariano, as tigelas são utilizadas para servir pratos saudáveis e nutritivos."
        ]
      },
      "46": {
        "classe": "banana",
        "input": [
          "No café da manhã, uma pessoa come uma banana para obter energia para o dia.",
          "Durante um lanche rápido, uma pessoa leva uma banana para comer entre as refeições.",
          "Em um smoothie, a banana é um dos ingredientes essenciais para dar cremosidade e sabor.",
          "Durante um piquenique, as pessoas levam bananas como um lanche saudável e prático.",
          "No supermercado, as pessoas escolhem bananas maduras e sem manchas para levar para casa.",
          "Durante uma aula de culinária, uma pessoa utiliza bananas para fazer um bolo ou pão.",
          "Em um restaurante, as bananas podem ser utilizadas em sobremesas como bananas flambadas.",
          "Durante uma maratona, os corredores consomem bananas para obter energia rápida.",
          "No preparo de um smoothie bowl, uma pessoa decora a tigela com fatias de banana.",
          "Durante um festival de música, as pessoas comem bananas como um lanche prático e energético.",
          "Em uma mercearia, as pessoas escolhem bananas verdes para que amadureçam ao longo da semana.",
          "Durante um acampamento, as bananas podem ser grelhadas na fogueira como uma sobremesa deliciosa.",
          "No preparo de vitaminas, as bananas são utilizadas para dar sabor e consistência ao batido.",
          "Durante um dia de praia, as pessoas levam bananas como uma opção de lanche saudável.",
          "Em uma sorveteria, as bananas podem ser utilizadas para fazer sorvetes e picolés de frutas.",
          "Durante um brunch, as pessoas podem servir bananas caramelizadas como acompanhamento para panquecas ou waffles."
        ]
      },

      "47": {
        "classe": "maçã",
        "input": [
          "No lanche da tarde, uma pessoa come uma maçã para saciar a fome e obter nutrientes.",
          "Durante um piquenique, as pessoas levam maçãs frescas como um lanche saudável.",
          "Em uma cesta de frutas, as maçãs são uma das opções populares pela sua versatilidade.",
          "Durante um café da manhã saudável, uma pessoa fatia uma maçã para comer com aveia.",
          "No supermercado, as pessoas escolhem maçãs firmes e brilhantes para levar para casa.",
          "Durante uma aula de culinária, uma pessoa utiliza maçãs para fazer uma torta ou um crumble.",
          "Em um restaurante, as maçãs podem ser utilizadas em saladas ou molhos para acompanhar pratos.",
          "Durante uma pausa no trabalho, as pessoas comem maçãs como um lanche rápido e nutritivo.",
          "No preparo de sucos naturais, as maçãs são uma opção popular para adoçar e dar sabor.",
          "Durante um festival de outono, as pessoas saboreiam maçãs caramelizadas como uma deliciosa sobremesa.",
          "Em uma mercearia, as pessoas escolhem maçãs de diferentes variedades para experimentar.",
          "Durante um dia de caminhada, as maçãs são levadas como um lanche energético e prático.",
          "No preparo de compotas e geleias, as maçãs são utilizadas como base para a receita.",
          "Durante um passeio no parque, as pessoas comem maçãs para se refrescar e hidratar.",
          "Em uma sorveteria, as maçãs podem ser utilizadas para fazer sorvetes e picolés de frutas."
        ]
    },
    "48": {
        "classe": "sanduíche",
        "input": [
          "No almoço, uma pessoa saboreia um sanduíche de frango grelhado com alface e tomate.",
          "Durante um piquenique, as pessoas preparam sanduíches de presunto e queijo para levar.",
          "Em uma lanchonete, os clientes pedem sanduíches de carne com molho especial e cebola.",
          "Durante um lanche rápido, uma pessoa come um sanduíche de pasta de amendoim e geleia.",
          "No café da manhã, uma pessoa prepara um sanduíche de ovos mexidos com queijo derretido.",
          "Durante um churrasco, as pessoas preparam sanduíches com hambúrgueres suculentos e acompanhamentos.",
          "Em um evento esportivo, as pessoas compram sanduíches de salsicha e pão com molhos variados.",
          "Durante um dia de praia, as pessoas levam sanduíches de atum e salada para um lanche leve.",
          "No cardápio de um restaurante, os sanduíches podem ser feitos com ingredientes frescos e saborosos.",
          "Durante um piquenique, as pessoas montam sanduíches de salada de frango ou atum em pães macios.",
          "Em uma lanchonete de comida saudável, os sanduíches são preparados com pães integrais e ingredientes nutritivos.",
          "Durante um lanche da tarde, uma pessoa come um sanduíche de queijo grelhado com tomate e manjericão.",
          "No café de uma empresa, os funcionários têm opções de sanduíches vegetarianos e veganos.",
          "Durante uma viagem de estrada, as pessoas fazem paradas para comer sanduíches de carne assada em pães frescos.",
          "Em um festival de comida de rua, as barracas oferecem uma variedade de sanduíches com diferentes recheios.",
          "Durante um evento social, as pessoas desfrutam de mini sanduíches como aperitivos saborosos."
        ]
      },
      "49": {
        "classe": "laranja",
        "input": [
          "No café da manhã, uma pessoa come uma laranja para obter vitamina C e começar o dia com energia.",
          "Durante um lanche rápido, uma pessoa descasca uma laranja e saboreia cada gomo suculento.",
          "Em uma salada de frutas, as laranjas adicionam um toque cítrico e refrescante ao prato.",
          "Durante um passeio ao ar livre, as pessoas levam laranjas como um lanche saudável e prático.",
          "No supermercado, as pessoas escolhem laranjas maduras e suculentas para levar para casa.",
          "Durante o preparo de sucos naturais, as laranjas são uma opção popular para fazer uma bebida refrescante.",
          "Em uma confeitaria, as laranjas podem ser utilizadas como ingrediente em bolos e sobremesas.",
          "Durante um festival de frutas, as pessoas experimentam laranjas de diferentes variedades e sabores.",
          "No preparo de marinadas para carnes, as laranjas podem ser utilizadas para dar um toque cítrico e suculento.",
          "Durante um dia de praia, as pessoas levam laranjas para se hidratar e desfrutar de um lanche refrescante.",
          "Em uma mercearia, as pessoas escolhem laranjas orgânicas para consumir frutas cultivadas de forma sustentável.",
          "Durante uma pausa no trabalho, as pessoas comem laranjas como um lanche rápido e nutritivo.",
          "No preparo de geleias e compotas, as laranjas são utilizadas como base para a receita.",
          "Durante um brunch saudável, uma pessoa adiciona fatias de laranja a saladas e iogurtes.",
          "Em uma sorveteria, as laranjas podem ser utilizadas para fazer sorvetes e picolés de frutas.",
          "Durante uma reunião social, as pessoas servem fatias de laranja como parte de uma bandeja de frutas frescas."
        ]
      },
      "56": {
        "classe": "cadeira",
        "input": [
          "Em uma sala de jantar, as pessoas se sentam em cadeiras ao redor de uma mesa para compartilhar uma refeição.",
          "No escritório, as pessoas passam várias horas sentadas em cadeiras confortáveis enquanto trabalham.",
          "Durante um evento ou conferência, as cadeiras são dispostas para acomodar os participantes.",
          "Em um teatro, as cadeiras são alinhadas em fileiras para que o público possa assistir ao espetáculo.",
          "Durante um piquenique, as pessoas levam cadeiras dobráveis para se sentar e relaxar ao ar livre.",
          "No jardim, as pessoas colocam cadeiras para aproveitar o sol e ler um livro.",
          "Durante uma reunião familiar, as cadeiras são dispostas em um círculo para facilitar a interação e a conversa.",
          "Em uma cafeteria, as pessoas se sentam em cadeiras confortáveis enquanto desfrutam de uma xícara de café.",
          "Durante um jantar romântico, um casal se senta em cadeiras próximas para desfrutar de um momento a dois.",
          "No parque, as pessoas utilizam cadeiras de praia para relaxar e apreciar a paisagem.",
          "Durante um evento esportivo, as cadeiras são dispostas nas arquibancadas para acomodar os espectadores.",
          "Em uma sala de aula, os alunos se sentam em cadeiras para participar das aulas e atividades educacionais."
        ]
    },

    "57": {
        "classe": "sofá",
        "input": [
          "Na sala de estar, as pessoas relaxam e se acomodam confortavelmente em um sofá para assistir TV.",
          "Durante um filme em casa, as pessoas se aconchegam em um sofá para aproveitar o momento de entretenimento.",
          "Em uma sala de espera, as cadeiras de um sofá proporcionam conforto para os pacientes e visitantes.",
          "Durante uma reunião com amigos, as pessoas se sentam em um sofá para conversar e compartilhar momentos.",
          "No escritório, um sofá é colocado em uma área de descanso para oferecer um espaço de relaxamento.",
          "Durante um encontro romântico, um casal se senta junto em um sofá para desfrutar de momentos aconchegantes.",
          "Em uma sala de estar elegante, um sofá é o centro das atenções, oferecendo conforto e estilo.",
          "Durante um descanso à tarde, as pessoas tiram um cochilo em um sofá para recarregar as energias.",
          "No lobby de um hotel, os hóspedes podem aguardar confortavelmente sentados em sofás.",
          "Durante um momento de leitura, as pessoas se acomodam em um sofá com um livro nas mãos.",
          "Em uma sessão de terapia, um paciente se senta em um sofá para compartilhar suas experiências e emoções.",
          "Durante uma reunião de família, os membros se sentam em um sofá para conversar e se conectar.",
          "Em uma sala de jogos, um sofá oferece um espaço confortável para os jogadores descansarem entre as partidas.",
          "Durante um evento social, as pessoas se reúnem em um sofá para socializar e desfrutar da companhia uns dos outros.",
          "No quarto de uma criança, um sofá é colocado para criar um espaço aconchegante para brincar e ler."
        ]
      },
      "58": {
        "classe": "planta em vaso",
        "input": [
          "Em um jardim interno, as plantas em vasos trazem um toque de natureza e frescor ao ambiente.",
          "Durante a decoração de um ambiente, as plantas em vasos são usadas como elementos decorativos.",
          "Em uma varanda, as plantas em vasos são cultivadas para criar um espaço verde e agradável.",
          "Durante um evento ou festa, os vasos com plantas são utilizados como decoração nas mesas e ambientes.",
          "No escritório, as plantas em vasos são colocadas para criar um ambiente mais agradável e produtivo.",
          "Durante um projeto de paisagismo, as plantas em vasos são usadas para criar pontos de destaque e contraste.",
          "Em uma sala de estar, as plantas em vasos adicionam vida e cor ao espaço, trazendo um pouco da natureza para dentro.",
          "Durante um casamento, os vasos com plantas são usados como parte da decoração do ambiente da cerimônia ou recepção.",
          "Em uma loja ou comércio, as plantas em vasos podem ser utilizadas para criar um ambiente aconchegante e convidativo.",
          "Durante um evento corporativo, os vasos com plantas são utilizados para criar um ambiente mais natural e agradável.",
          "No quintal de uma casa, os vasos com plantas são colocados para embelezar e complementar o paisagismo do espaço.",
          "Durante um projeto de arquitetura, as plantas em vasos são consideradas para trazer elementos naturais e criar uma atmosfera harmoniosa.",
          "Em um restaurante, os vasos com plantas são usados para criar uma atmosfera agradável e acolhedora para os clientes.",
          "Durante uma exposição de arte ou evento cultural, os vasos com plantas são utilizados para decorar e embelezar os espaços.",
          "Em um consultório médico ou clínica, os vasos com plantas podem ser usados para criar uma atmosfera mais tranquila e relaxante para os pacientes."
        ]
      },
      "59": {
        "classe": "cama",
        "input": [
          "No quarto, a cama é o lugar onde as pessoas descansam e recarregam suas energias durante o sono.",
          "Durante um cochilo à tarde, as pessoas se deitam na cama para relaxar e descansar por um curto período.",
          "Em um hotel, a cama é cuidadosamente arrumada com lençóis limpos e travesseiros macios para proporcionar conforto aos hóspedes.",
          "Durante um momento de leitura, as pessoas se acomodam na cama com um livro para desfrutar de momentos tranquilos.",
          "No quarto de uma criança, a cama é um lugar onde eles brincam, pulam e se divertem.",
          "Durante um período de convalescença, uma pessoa pode passar a maior parte do tempo na cama para descansar e se recuperar.",
          "Em um quarto de hotel luxuoso, a cama é adornada com travesseiros macios, edredons confortáveis e lençóis de alta qualidade.",
          "Durante uma manhã preguiçosa, as pessoas aproveitam o aconchego da cama para relaxar antes de começar o dia.",
          "No quarto de um bebê, a cama é um local seguro e confortável onde eles dormem e descansam.",
          "Durante um dia de doença, a cama é o lugar onde uma pessoa pode se recuperar e descansar até se sentir melhor.",
          "Em uma suíte de hotel, a cama é espaçosa e oferece um ambiente luxuoso para os hóspedes.",
          "Durante um momento de meditação, uma pessoa pode se deitar na cama para encontrar paz e relaxamento."
        ]
      },
      "60": {
        "classe": "mesa de jantar",
        "input": [
          "Durante um jantar em família, as pessoas se sentam ao redor da mesa de jantar para compartilhar uma refeição.",
          "Em uma celebração especial, a mesa de jantar é decorada com elegância para receber os convidados.",
          "Durante um encontro romântico, um casal desfruta de uma refeição íntima à luz de velas na mesa de jantar.",
          "Em um restaurante, as mesas de jantar são arrumadas com talheres, pratos e taças para receber os clientes.",
          "Durante uma reunião de negócios, os participantes se sentam ao redor da mesa de jantar para discutir assuntos importantes.",
          "Em uma festa de aniversário, a mesa de jantar é decorada com um bolo e outros doces para celebrar a ocasião.",
          "Durante um almoço de domingo, a mesa de jantar é o ponto de encontro da família para desfrutar de uma refeição conjunta.",
          "Em uma ocasião formal, a mesa de jantar é arrumada com louças finas e talheres de prata para criar uma atmosfera requintada.",
          "Durante um jantar entre amigos, a mesa de jantar é o local onde todos se reúnem para desfrutar de boa companhia e comida.",
          "Em um casamento, a mesa de jantar é decorada de forma sofisticada para receber os convidados da festa.",
          "Durante um feriado, como o Natal, a mesa de jantar é enfeitada com uma bela toalha e itens temáticos para celebrar a data.",
          "Em um evento corporativo, as mesas de jantar são dispostas para acomodar os participantes durante um jantar de gala.",
          "Durante um jantar de gala, a mesa de jantar é cuidadosamente decorada com arranjos florais e velas para criar uma atmosfera elegante.",
          "Em uma reunião familiar, a mesa de jantar é o ponto central onde todos se reúnem para compartilhar histórias e memórias.",
          "Durante um jantar comemorativo, a mesa de jantar é arrumada de forma festiva para celebrar uma conquista ou ocasião especial."
        ]
      },
      "62": {
        "classe": "televisão",
        "input": [
          "No final do dia, as pessoas relaxam assistindo a seus programas favoritos na televisão.",
          "Durante um jogo de futebol, as pessoas se reúnem em torno da televisão para torcer por seu time.",
          "Em um cinema em casa, uma televisão de tela grande proporciona uma experiência imersiva aos espectadores.",
          "Durante uma maratona de séries, as pessoas passam horas assistindo episódios seguidos na televisão.",
          "No lançamento de um novo filme, as pessoas assistem ao trailer na televisão para ter uma prévia do que está por vir.",
          "Durante um programa de entrevistas, as pessoas acompanham as conversas interessantes na televisão.",
          "Em um noticiário, as pessoas sintonizam a televisão para se manterem atualizadas sobre os acontecimentos do mundo.",
          "Durante um jogo de videogame, os jogadores utilizam a televisão como tela principal para desfrutar da experiência de jogo.",
          "No horário nobre, as pessoas assistem a programas populares e séries de sucesso na televisão.",
          "Durante um evento esportivo importante, as pessoas se reúnem para assistir aos jogos ao vivo na televisão.",
          "Em um programa de culinária, as pessoas aprendem novas receitas e técnicas assistindo à televisão.",
          "Durante uma transmissão ao vivo, as pessoas acompanham eventos especiais e shows na televisão.",
          "Em um ambiente comercial, as televisões são utilizadas para exibir propagandas e promover produtos e serviços.",
          "Durante um documentário, as pessoas assistem a filmes informativos e educativos na televisão.",
          "No horário de lazer, as pessoas aproveitam para relaxar assistindo a programas de entretenimento na televisão.",
          "Durante um dia chuvoso, as pessoas desfrutam de filmes e séries em casa pela televisão."
        ]
      },
      "63": {
        "classe": "laptop",
        "input": [
          "Durante o trabalho remoto, as pessoas utilizam o laptop para realizar suas tarefas e se conectar com colegas.",
          "Em uma cafeteria, as pessoas aproveitam a conexão Wi-Fi e utilizam o laptop para trabalhar ou estudar.",
          "Durante uma viagem, o laptop é uma ferramenta essencial para manter-se produtivo e acessar informações.",
          "Em uma reunião de negócios, as pessoas utilizam o laptop para compartilhar apresentações e documentos importantes.",
          "Durante uma sessão de estudo, os estudantes utilizam o laptop para fazer pesquisas e elaborar trabalhos acadêmicos.",
          "Em um projeto de design gráfico, o laptop é utilizado para criar e editar imagens e elementos visuais.",
          "Durante uma videochamada, as pessoas utilizam o laptop para se comunicar e interagir com colegas ou amigos à distância.",
          "Em um ambiente de coworking, as pessoas utilizam o laptop para realizar suas atividades profissionais de forma flexível.",
          "Durante uma maratona de séries, as pessoas assistem a episódios em sequência no laptop, desfrutando de uma experiência personalizada.",
          "Em um ambiente acadêmico, os estudantes utilizam o laptop para assistir aulas online e acessar materiais de estudo.",
          "Durante uma sessão de edição de vídeo, o laptop é utilizado para processar e editar cenas e elementos visuais.",
          "Em uma conferência ou evento, os participantes utilizam o laptop para tomar notas e acompanhar as apresentações.",
          "Durante um momento de lazer, as pessoas assistem a filmes e séries no laptop, desfrutando de entretenimento individual.",
          "Em um ambiente de programação, o laptop é uma ferramenta essencial para desenvolver e testar código de software.",
          "Durante um período de pesquisa, as pessoas utilizam o laptop para acessar recursos online e coletar informações relevantes.",
          "Em um ambiente de escrita criativa, o laptop é utilizado para elaborar histórias, redações e projetos literários."
        ]
      },
      "64": {
        "classe": "mouse",
        "input": [
          "Durante o uso de um computador, o mouse é utilizado para navegar e interagir com o sistema operacional e os aplicativos.",
          "Em um ambiente de jogos, o mouse é um acessório essencial para controlar e movimentar personagens e objetos virtuais.",
          "Durante uma apresentação, o mouse é utilizado para clicar em slides e avançar os conteúdos exibidos.",
          "Em um ambiente de edição de imagem, o mouse é utilizado para realizar ajustes precisos e seleções em programas de design gráfico.",
          "Durante a navegação na Internet, o mouse é utilizado para rolar páginas, clicar em links e interagir com os elementos da página.",
          "Em um ambiente de design de produtos, o mouse é utilizado para modelar e criar projetos tridimensionais em softwares especializados.",
          "Durante a reprodução de músicas ou vídeos, o mouse é utilizado para controlar o volume, pausar e avançar as mídias.",
          "Em um ambiente de escritório, o mouse é uma ferramenta essencial para realizar tarefas diárias, como abrir arquivos e enviar e-mails.",
          "Durante a criação de apresentações de slides, o mouse é utilizado para adicionar transições e animações aos elementos do conteúdo."
        ]
    },
    "65": {
        "classe": "controle remoto",
        "input": [
          "Durante uma tarde preguiçosa, as pessoas utilizam o controle remoto para trocar os canais da televisão.",
          "Em uma sala de estar, o controle remoto é o dispositivo usado para controlar a reprodução de mídia na televisão ou no sistema de entretenimento.",
          "Durante uma sessão de filmes em casa, o controle remoto é usado para pausar, reproduzir ou avançar as cenas.",
          "Em um sistema de som, o controle remoto permite ajustar o volume, a equalização e outras configurações de áudio.",
          "Durante uma apresentação de slides, o controle remoto é usado para avançar ou retroceder os slides.",
          "Em um ambiente de entretenimento, o controle remoto é usado para controlar dispositivos como aparelhos de som, televisões e reprodutores de mídia.",
          "Durante uma partida de videogame, o controle remoto é utilizado para controlar os personagens e interagir com o jogo.",
          "Em um ambiente de automação residencial, o controle remoto é usado para controlar as luzes, cortinas e outros dispositivos inteligentes.",
          "Durante a reprodução de música, o controle remoto permite selecionar as faixas, ajustar o volume e pausar a reprodução.",
          "Em um sistema de ar condicionado, o controle remoto é utilizado para ajustar a temperatura, o modo de operação e a velocidade do ventilador.",
          "Durante uma apresentação de palestras ou conferências, o controle remoto é usado para avançar os slides e controlar a apresentação.",
          "Em um ambiente de home theater, o controle remoto é usado para controlar os dispositivos de áudio e vídeo, como a televisão, o sistema de som e o projetor.",
          "Durante uma sessão de fotografia, o controle remoto é utilizado para acionar o disparo da câmera, permitindo tirar fotos sem a necessidade de tocar na câmera.",
          "Em um ambiente de estúdio de gravação, o controle remoto é utilizado para controlar os dispositivos de mixagem, como mesas de som e gravadores.",
          "Durante uma sessão de apresentação de dança ou teatro, o controle remoto é usado para controlar as luzes e os efeitos especiais.",
          "Em um ambiente de automação industrial, o controle remoto é usado para controlar máquinas e equipamentos de forma remota, garantindo a segurança dos operadores."
        ]
      },
      "66": {
        "classe": "teclado",
        "input": [
          "Durante a digitação de um documento, o teclado é usado para inserir letras, números e outros caracteres.",
          "Em um ambiente de escritório, o teclado é uma ferramenta essencial para a realização de tarefas no computador.",
          "Durante uma sessão de jogos de computador, o teclado é usado para controlar os personagens, realizar ações e interagir com o jogo.",
          "Em um ambiente de programação, o teclado é usado para escrever código e comandos em linguagens de programação.",
          "Durante a criação de um e-mail, o teclado é usado para redigir o conteúdo da mensagem e inserir informações no campo de destinatários.",
          "Em um ambiente de design gráfico, o teclado é usado para inserir texto, atalhos e comandos em programas de edição de imagem.",
          "Durante a navegação na internet, o teclado é usado para digitar URLs, pesquisar termos e navegar em páginas da web.",
          "Em um ambiente de escrita criativa, o teclado é usado para elaborar histórias, ensaios e outros tipos de textos.",
          "Durante uma aula online, o teclado é usado para enviar respostas, participar de discussões e interagir com a plataforma de aprendizado.",
          "Em um ambiente de edição de texto, o teclado é usado para realizar formatação, correção ortográfica e outras operações em documentos.",
          "Durante a criação de uma planilha de cálculo, o teclado é usado para inserir dados, fórmulas e realizar operações matemáticas.",
          "Em um ambiente de chat ou mensagens, o teclado é usado para digitar e enviar mensagens de texto para se comunicar com outras pessoas.",
          "Durante a criação de apresentações de slides, o teclado é usado para digitar o conteúdo dos slides e inserir elementos visuais.",
          "Em um ambiente de tradução, o teclado é usado para inserir o texto original e digitar a tradução em outro idioma.",
          "Durante a criação de músicas digitais, o teclado é usado para tocar notas, acordes e criar sequências musicais."
        ]
      },
      "67": {
        "classe": "celular",
        "input": [
          "Durante uma ligação telefônica, as pessoas utilizam o celular para se comunicar à distância.",
          "Em um ambiente de mensagens instantâneas, o celular é usado para trocar mensagens de texto, áudio e vídeo com outras pessoas.",
          "Durante uma sessão de fotos, o celular é utilizado para capturar imagens de momentos especiais e registrar memórias.",
          "Em um ambiente de redes sociais, o celular é usado para compartilhar fotos, vídeos e atualizações com amigos e seguidores.",
          "Durante a navegação na internet, o celular permite acessar sites, pesquisar informações e interagir com conteúdos online.",
          "Em um ambiente de e-mail, o celular é usado para enviar, receber e gerenciar mensagens eletrônicas de forma rápida e conveniente.",
          "Durante uma sessão de streaming de música, o celular é utilizado para ouvir músicas e criar playlists personalizadas."
        ]
      },
      "68": {
        "classe": "micro-ondas",
        "input": [
          "Durante o preparo de uma refeição rápida, as pessoas utilizam o micro-ondas para aquecer alimentos.",
          "Em um ambiente de escritório, o micro-ondas é usado para esquentar a comida dos funcionários durante a pausa do almoço.",
          "Durante o descongelamento de alimentos, o micro-ondas é utilizado para acelerar o processo de forma eficiente.",
          "Em uma lanchonete, o micro-ondas é usado para aquecer sanduíches, salgados e outras opções de lanches.",
          "Durante o preparo de pipoca, o micro-ondas é utilizado para estourar os grãos e obter um lanche saboroso.",
          "Em um ambiente de hotel, o micro-ondas é disponibilizado para que os hóspedes possam aquecer suas refeições.",
          "Durante o aquecimento de bebidas, como leite ou água, o micro-ondas é uma opção prática e rápida.",
          "Em uma cozinha residencial, o micro-ondas é utilizado para cozinhar pratos rápidos e aquecer sobras de refeições anteriores.",
          "Durante o preparo de receitas, o micro-ondas pode ser utilizado para cozinhar alimentos de maneira eficiente e uniforme.",
          "Em um ambiente de refeitório, o micro-ondas é utilizado pelos funcionários para esquentar suas refeições caseiras.",
          "Durante a preparação de alimentos congelados, o micro-ondas é utilizado para descongelar e aquecer os produtos.",
          "Em um ambiente de escritório, o micro-ondas é uma opção conveniente para aquecer a marmita dos funcionários.",
          "Durante o aquecimento de alimentos prontos, como sopas e macarrão instantâneo, o micro-ondas proporciona rapidez e praticidade.",
          "Em uma cafeteria, o micro-ondas pode ser utilizado para aquecer bebidas e alimentos em porções individuais.",
          "Durante o preparo de alimentos infantis, o micro-ondas pode ser utilizado para aquecer a comida do bebê de forma segura e rápida.",
          "Em um ambiente de catering, o micro-ondas é uma ferramenta essencial para esquentar e preparar alimentos para eventos e festas."
        ]
      },
      "73": {
        "classe": "livro",
        "input": [
          "Durante uma tarde tranquila, as pessoas se perdem em um bom livro para desfrutar de momentos de leitura.",
          "Em uma biblioteca, os livros são organizados em estantes para que as pessoas possam explorar diferentes títulos e gêneros.",
          "Durante uma viagem, as pessoas levam um livro consigo para aproveitar o tempo de espera ou relaxar durante o percurso.",
          "Em um clube do livro, os participantes se reúnem para discutir e compartilhar suas impressões sobre as obras lidas.",
          "Durante uma pesquisa acadêmica, os livros são fontes de conhecimento e referências importantes para embasar estudos e trabalhos.",
          "Em um ambiente escolar, os livros são utilizados para transmitir conhecimentos e promover a leitura entre os alunos.",
          "Durante uma tarde chuvosa, as pessoas se aconchegam em um cantinho com um livro e uma xícara de chá.",
          "Em uma livraria, os livros são expostos em prateleiras e estandes, convidando as pessoas a explorarem diferentes obras.",
          "Durante um momento de lazer, as pessoas mergulham em um livro para se entreter e viajar por histórias fascinantes.",
          "Em um ambiente de escrita criativa, os livros são fontes de inspiração e referências para os autores.",
          "Durante um período de estudo, os livros didáticos são utilizados para aprender e adquirir conhecimentos em diferentes áreas.",
          "Em uma sessão de contação de histórias, os livros são utilizados para envolver e entreter o público com narrativas cativantes.",
          "Durante uma pausa no trabalho, as pessoas aproveitam para ler um trecho de um livro e desconectar-se por alguns minutos.",
          "Em um ambiente de escritório, os livros de referência são utilizados para consultar informações e realizar pesquisas específicas.",
          "Durante um momento de aprendizado pessoal, as pessoas buscam livros de autoajuda e desenvolvimento pessoal para adquirir novas habilidades e conhecimentos."
        ]
      },
      "74": {
        "classe": "relógio",
        "input": [
          "Durante a rotina diária, as pessoas consultam o relógio para verificar a hora e gerenciar o tempo.",
          "Em uma sala de aula, o relógio é utilizado para marcar os horários de início e fim das aulas.",
          "Durante uma corrida, as pessoas utilizam o relógio para monitorar o tempo, a distância percorrida e o ritmo.",
          "Em um ambiente de trabalho, o relógio é utilizado para gerenciar as tarefas e cumprir prazos.",
          "Durante um evento esportivo, o relógio é utilizado para cronometrar o tempo e registrar os resultados dos competidores.",
          "Em uma estação de trem, o relógio é utilizado para informar os horários de chegada e partida dos trens.",
          "Durante uma reunião, o relógio é utilizado para garantir que o tempo seja utilizado de forma eficiente e produtiva.",
          "Em um ambiente de escritório, o relógio é utilizado para marcar o início e o término do expediente de trabalho.",
          "Durante uma viagem, o relógio é utilizado para ajustar o horário de acordo com o fuso horário do destino.",
          "Em uma sala de espera, o relógio é utilizado para controlar o tempo de espera e organizar a agenda."
        ]
      },
      "75": {
        "classe": "vaso",
        "input": [
          "Em um jardim, os vasos são usados para cultivar plantas ornamentais e criar belos arranjos.",
          "Durante a decoração de interiores, os vasos são usados como elementos decorativos em prateleiras, mesas e estantes.",
          "Em uma floricultura, os vasos são usados para acondicionar e exibir flores e plantas para venda.",
          "Durante a criação de um jardim vertical, os vasos são fixados em estruturas para acomodar plantas e criar um visual verde e exuberante.",
          "Em um evento especial, como casamentos ou festas, os vasos são usados para decorar mesas e espaços com arranjos florais elegantes.",
          "Durante a jardinagem, os vasos são utilizados para iniciar o cultivo de plantas antes de transferi-las para o solo.",
          "Em um ambiente de escritório, os vasos são utilizados para trazer um toque de natureza e frescor ao ambiente de trabalho.",
          "Durante a decoração de uma varanda, os vasos são usados para criar um ambiente acolhedor e embelezar o espaço com plantas.",
          "Em um restaurante ou café, os vasos são usados para criar um ambiente aconchegante e convidativo com plantas e flores.",
          "Durante a criação de um jardim suspenso, os vasos são pendurados em estruturas para criar uma parede verde e aproveitar melhor o espaço.",
          "Em um ambiente de festas ou eventos, os vasos são usados para criar centros de mesa elegantes e personalizados.",
          "Durante a decoração de um hall de entrada, os vasos são usados para criar um impacto visual e recepcionar os visitantes com flores e plantas.",
          "Em um ambiente de paisagismo, os vasos são usados para criar pontos de destaque e dar vida a áreas externas.",
          "Durante a decoração de um escritório, os vasos são usados para trazer um toque de natureza e promover um ambiente mais agradável.",
          "Em um ambiente de loja, os vasos são usados para exibir plantas e flores, criando uma atmosfera convidativa para os clientes.",
          "Durante a criação de um jardim interno, os vasos são utilizados para cultivar plantas dentro de casa e trazer a natureza para o ambiente."
        ]
      },
      "76": {
        "classe": "tesoura",
        "input": [
          "Durante um projeto de artesanato, a tesoura é usada para cortar tecidos, papéis e outros materiais.",
          "Em um salão de beleza, a tesoura é usada para cortar e modelar cabelos de acordo com o estilo desejado.",
          "Durante uma sessão de costura, a tesoura é utilizada para cortar linhas, tecidos e moldes para a criação de roupas e acessórios.",
          "Em um escritório, a tesoura é utilizada para cortar papéis, envelopes e outros materiais de escritório.",
          "Durante a criação de artes plásticas, a tesoura é usada para recortar e dar forma a diferentes materiais, como papel, cartolina e EVA.",
          "Em um ambiente de jardinagem, a tesoura é usada para podar plantas, cortar galhos e fazer manutenção no jardim.",
          "Durante uma sessão de manicure, a tesoura é utilizada para cortar e modelar as unhas das mãos e pés.",
          "Em um ambiente de artes visuais, a tesoura é utilizada para fazer recortes e colagens em projetos artísticos.",
          "Durante uma sessão de artesanato em papel, a tesoura é usada para cortar formas e criar elementos decorativos.",
          "Em um ambiente de escritório, a tesoura é uma ferramenta essencial para abrir embalagens e envelopes.",
          "Durante uma sessão de scrapbooking, a tesoura é utilizada para recortar papéis e criar layouts personalizados.",
          "Em um ambiente de papelaria, a tesoura é utilizada para cortar papel, fitas adesivas e outros materiais de escritório."
        ]
      },
      "78": {
        "classe": "secador de cabelo",
        "input": [
          "Durante uma sessão de cuidados com os cabelos, o secador de cabelo é utilizado para secar e modelar os fios.",
          "Em um salão de beleza, o secador de cabelo é uma ferramenta essencial para finalizar penteados e dar volume aos cabelos.",
          "Durante uma viagem, o secador de cabelo portátil é utilizado para secar os cabelos mesmo quando não há acesso a um secador convencional.",
          "Em um ambiente de maquiagem, o secador de cabelo é utilizado para acelerar a secagem de produtos líquidos ou cremosos, como bases e primers.",
          "Durante uma sessão de penteados elaborados, o secador de cabelo é usado para criar volume e fixar o penteado.",
          "Em um ambiente de estúdio fotográfico, o secador de cabelo é utilizado para criar efeitos de movimento nos cabelos dos modelos.",
          "Durante uma sessão de cuidados pessoais, o secador de cabelo é utilizado para secar os cabelos após o banho.",
          "Em um ambiente de cabeleireiro, o secador de cabelo é utilizado para secar, modelar e dar forma aos cabelos dos clientes.",
          "Durante uma sessão de coloração de cabelos, o secador de cabelo é usado para acelerar o processo de fixação da tintura.",
          "Em um ambiente de produção de moda, o secador de cabelo é utilizado para criar efeitos de styling nos cabelos dos modelos.",
          "Durante uma sessão de cuidados com barba e bigode, o secador de cabelo é utilizado para dar forma e alinhar os pelos faciais.",
          "Em um ambiente de estúdio de gravação, o secador de cabelo é utilizado para eliminar ruídos indesejados dos microfones.",
          "Durante uma sessão de cuidados com perucas e apliques, o secador de cabelo é utilizado para desembaraçar e moldar os fios.",
          "Em um ambiente de produção de filmes ou séries, o secador de cabelo é usado para criar efeitos especiais de vento e movimento nos cabelos dos atores.",
          "Durante uma sessão de cuidados com cabelos cacheados, o secador de cabelo é utilizado com um difusor para secar os fios sem perder a definição dos cachos.",
          "Em um ambiente de spa, o secador de cabelo é utilizado para proporcionar uma experiência relaxante durante tratamentos capilares e massagens."
        ]
      },
      "79": {
        "classe": "escova de dentes",
        "input": [
          "Durante a rotina de higiene bucal, a escova de dentes é utilizada para limpar os dentes e a gengiva.",
          "Em um consultório odontológico, a escova de dentes é uma ferramenta essencial para a realização de procedimentos de limpeza e exames.",
          "Durante uma viagem, a escova de dentes portátil é utilizada para manter a higiene bucal mesmo quando não há acesso a uma escova convencional.",
          "Em um ambiente de cuidados pessoais, a escova de dentes é utilizada para garantir uma boca saudável e prevenir problemas dentários.",
          "Durante a aplicação de tratamentos dentários, a escova de dentes é usada para auxiliar na remoção de resíduos e preparar os dentes para o procedimento.",
          "Em um ambiente de educação infantil, a escova de dentes é utilizada para ensinar e incentivar as crianças a adquirirem hábitos de higiene bucal.",
          "Durante uma sessão de limpeza profunda, a escova de dentes é usada para remover manchas e placas bacterianas dos dentes.",
          "Em um ambiente de pesquisa científica, a escova de dentes é utilizada para estudar a saúde bucal e o desenvolvimento de tratamentos odontológicos.",
          "Durante uma sessão de clareamento dental, a escova de dentes é usada para aplicar o gel clareador nos dentes e auxiliar no processo de branqueamento.",
          "Em um ambiente de farmácia, a escova de dentes é um produto disponível para compra, promovendo a higiene bucal dos clientes.",
          "Durante uma sessão de reabilitação oral, a escova de dentes é utilizada para auxiliar na higienização de próteses dentárias e implantes.",
          "Em um ambiente de pesquisa de mercado, a escova de dentes é um item que pode ser avaliado e comparado em termos de qualidade e eficácia.",
          "Durante uma sessão de aplicação de flúor, a escova de dentes é usada para aplicar o gel ou creme fluoretado nos dentes, fortalecendo o esmalte dental.",
          "Em um ambiente de promoção da saúde, a escova de dentes é utilizada como um símbolo de cuidado bucal e prevenção de doenças dentárias.",
          "Durante a escovação dos dentes de animais de estimação, a escova de dentes é usada para manter a saúde bucal dos animais e prevenir problemas dentários."
        ]
      }
  }